<?php
return [
	'title'=>[
		'need'=>'需求',
		'company'=>'厂家',
		'prd'=>'产品',
		'zone'=>'个人中心',
		'admin_zone'=>'管理中心',
		'news'=>'资讯',
		'create_need'=>'发布需求',
		'update_need'=>'修改需求',
		'establish'=>'厂家入驻',
		'update_company'=>'入驻信息修改',
		'p'=>'产品',
		'prd'=>'创建产品',
		'update_prd'=>'修改产品',
		'cpauth_detail'=>'认证详情',
		'cpauth'=>'厂家认证'
	],
	'keywords'=>[
	        'need'=>'需求,自动化需求,需求发布,易寻,产品需求',
                'company'=>'厂家,成为厂家,找厂家,厂家入驻',
                'prd'=>'产品,产品修改,发布产品,渠道,专业化销售',
                'zone'=>'个人中心,需求,自动化需求,需求发布,易寻,产品需求',
                'admin_zone'=>'管理中心,需求,自动化需求,需求发布,易寻,产品需求',
                'news'=>'资讯,需求,自动化需求,需求发布,易寻,产品需求',
                'create_need'=>'新建需求,需求,自动化需求,需求发布,易寻,产品需求',
                'update_need'=>'修改需求,需求,自动化需求,需求发布,易寻,产品需求',
                'establish'=>'厂家入驻,厂家,成为厂家,找厂家,厂家入驻,优质客户,一手信息',
                'update_company'=>'入驻信息修改,厂家入驻,厂家,成为厂家,找厂家,厂家入驻,优质客户,一手信息',
                'p'=>'产品,优质产品,质保,多样化销售渠道,定制,定向客户分发',
                'prd'=>'创建产品,产品,优质产品,质保,多样化销售渠道,定制,定向客户分发',
                'update_prd'=>'修改产品,产品,优质产品,质保,多样化销售渠道,定制,定向客户分发'

	]

];
